Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-IT-Trados.tmx
Source language: en_gb
Languages: it_it

source: In particular, this Regulation should not provide a legal basis in the meaning of Article 22(2), point (b) of Regulation (EU) 2016/679 and Article 24(2), point (b) of Regulation (EU) 2018/1725.
it_it: In particolare, il presente regolamento non dovrebbe costituire una base giuridica ai sensi dell'articolo 22, paragrafo 2, lettera b), del regolamento (UE) 2016/679 e dell'articolo 24, paragrafo 2, lettera b), del regolamento (UE) 2018/1725.

source: Providers and prospective providers in the AI regulatory sandbox should ensure appropriate safeguards and cooperate with the competent authorities, including by following their guidance and acting expeditiously and in good faith to adequately mitigate any identified significant risks to safety, health, and fundamental rights that may arise during the development, testing and experimentation in that sandbox.
it_it: I fornitori e i potenziali fornitori nello spazio di sperimentazione normativa per l'IA dovrebbero fornire garanzie adeguate e cooperare con le autorità competenti, anche seguendo i loro orientamenti e agendo rapidamente e in buona fede per attenuare adeguatamente eventuali rischi significativi individuati per la sicurezza, la salute e i diritti fondamentali che possono emergere durante lo sviluppo, le prove e la sperimentazione in tale spazio.

source: In order to accelerate the process of development and the placing on the market of the high-risk AI systems listed in an annex to this Regulation, it is important that providers or prospective providers of such systems may also benefit from a specific regime for testing those systems in real world conditions, without participating in an AI regulatory sandbox.
it_it: Al fine di accelerare il processo di sviluppo e immissione sul mercato dei sistemi di IA ad alto rischio elencati in un allegato del presente regolamento, è importante che anche i fornitori o i potenziali fornitori di tali sistemi possano beneficiare di un regime specifico per sottoporre a prova tali sistemi in condizioni reali, senza partecipare a uno spazio di sperimentazione normativa per l'IA.

source: However, in such cases, taking into account the possible consequences of such testing on individuals, it should be ensured that appropriate and sufficient guarantees and conditions are introduced by this Regulation for providers or prospective providers.
it_it: Tuttavia, in tali casi, e tenendo conto delle possibili conseguenze di tali prove sulle persone, è opportuno garantire che il presente regolamento introduca garanzie e condizioni adeguate e sufficienti per i fornitori o potenziali fornitori.

source: Such guarantees should include, inter alia, requesting informed consent of natural persons to participate in testing in real world conditions, with the exception of law enforcement where the seeking of informed consent would prevent the AI system from being tested.
it_it: Tali garanzie dovrebbero includere, tra l'altro, la richiesta del consenso informato delle persone fisiche a partecipare a prove in condizioni reali, ad eccezione delle autorità di contrasto quando la richiesta di consenso informato impedirebbe di sottoporre a prova il sistema di IA.

source: Consent of subjects to participate in such testing under this Regulation is distinct from, and without prejudice to, consent of data subjects for the processing of their personal data under the relevant data protection law.
it_it: Il consenso dei soggetti a partecipare a tali prove a norma del presente regolamento è distinto e non pregiudica il consenso degli interessati al trattamento dei loro dati personali ai sensi della pertinente normativa in materia di protezione dei dati.

source: It is also important to minimise the risks and enable oversight by competent authorities and therefore require prospective providers to have a real-world testing plan submitted to competent market surveillance authority, register the testing in dedicated sections in the EU database subject to some limited exceptions, set limitations on the period for which the testing can be done and require additional safeguards for persons belonging to certain vulnerable groups, as well as a written agreement defining the roles and responsibilities of prospective providers and deployers and effective oversight by competent personnel involved in the real world testing.
it_it: È inoltre importante ridurre al minimo i rischi e consentire la sorveglianza da parte delle autorità competenti e richiedere pertanto ai potenziali fornitori di disporre di un piano di prova in condizioni reali presentato all'autorità di vigilanza del mercato competente, di registrare le prove in sezioni dedicate della banca dati dell'UE, fatte salve alcune limitate eccezioni, di fissare limiti al periodo nel quale possono essere effettuate le prove e di richiedere tutele aggiuntive per le persone appartenenti a certi gruppi vulnerabili, nonché un accordo scritto che definisca i ruoli e le responsabilità dei potenziali fornitori e dei deployer e una sorveglianza efficace da parte del personale competente coinvolto nelle prove in condizioni reali.

source: Furthermore, it is appropriate to envisage additional safeguards to ensure that the predictions, recommendations or decisions of the AI system can be effectively reversed and disregarded and that personal data is protected and is deleted when the subjects have withdrawn their consent to participate in the testing without prejudice to their rights as data subjects under the Union data protection law.
it_it: È inoltre opportuno prevedere tutele aggiuntive per garantire che le previsioni, le raccomandazioni o le decisioni del sistema di IA possano essere efficacemente ribaltate e ignorate e che i dati personali siano protetti e cancellati quando i soggetti hanno revocato il loro consenso a partecipare alle prove, fatti salvi i loro diritti in qualità di interessati ai sensi della normativa dell'Unione in materia di protezione dei dati.

source: As regards transfer of data, it is also appropriate to envisage that data collected and processed for the purpose of testing in real-world conditions should be transferred to third countries only where appropriate and applicable safeguards under Union law are implemented, in particular in accordance with bases for transfer of personal data under Union law on data protection, while for non-personal data appropriate safeguards are put in place in accordance with Union law, such as Regulations (EU) 2022/868 (42) and (EU) 2023/2854 (43) of the European Parliament and of the Council.
it_it: Per quanto riguarda il trasferimento dei dati, è inoltre opportuno prevedere che i dati raccolti e trattati ai fini delle prove in condizioni reali siano trasferiti a paesi terzi solo se sono attuate tutele adeguate e applicabili ai sensi del diritto dell'Unione, in particolare conformemente alle basi per il trasferimento di dati personali ai sensi del diritto dell'Unione in materia di protezione dei dati, mentre per i dati non personali sono poste in essere tutele adeguate conformemente al diritto dell'Unione, quali il regolamento (UE) 2022/868 (42) e il regolamento (UE) 2023/2854 (43) del Parlamento europeo e del Consiglio.

source: To ensure that AI leads to socially and environmentally beneficial outcomes, Member States are encouraged to support and promote research and development of AI solutions in support of socially and environmentally beneficial outcomes, such as AI-based solutions to increase accessibility for persons with disabilities, tackle socio-economic inequalities, or meet environmental targets, by allocating sufficient resources, including public and Union funding, and, where appropriate and provided that the eligibility and selection criteria are fulfilled, considering in particular projects which pursue such objectives.
it_it: Per garantire che l'IA porti a risultati vantaggiosi sul piano sociale e ambientale, gli Stati membri sono incoraggiati a sostenere e promuovere la ricerca e lo sviluppo di soluzioni di IA a sostegno di risultati vantaggiosi dal punto di vista sociale e ambientale, come le soluzioni basate sull'IA per aumentare l'accessibilità per le persone con disabilità, affrontare le disuguaglianze socioeconomiche o conseguire obiettivi in materia di ambiente, assegnando risorse sufficienti, compresi i finanziamenti pubblici e dell'Unione, e, se del caso e a condizione che siano soddisfatti i criteri di ammissibilità e selezione, prendendo in considerazione soprattutto i progetti che perseguono tali obiettivi.

source: Such projects should be based on the principle of interdisciplinary cooperation between AI developers, experts on inequality and non-discrimination, accessibility, consumer, environmental, and digital rights, as well as academics.
it_it: Tali progetti dovrebbero basarsi sul principio della cooperazione interdisciplinare tra sviluppatori dell'IA, esperti in materia di disuguaglianza e non discriminazione, accessibilità e diritti ambientali, digitali e dei consumatori, nonché personalità accademiche.

source: In order to promote and protect innovation, it is important that the interests of SMEs, including start-ups, that are providers or deployers of AI systems are taken into particular account.
it_it: Al fine di promuovere e proteggere l'innovazione, è importante che siano tenuti in particolare considerazione gli interessi delle PMI, comprese le start-up, che sono fornitrici o deployer di sistemi di IA.

source: To that end, Member States should develop initiatives, which are targeted at those operators, including on awareness raising and information communication.
it_it: È a tal fine opportuno che gli Stati membri sviluppino iniziative destinate a tali operatori, anche in materia di sensibilizzazione e comunicazione delle informazioni.

source: Member States should provide SMEs, including start-ups, that have a registered office or a branch in the Union, with priority access to the AI regulatory sandboxes provided that they fulfil the eligibility conditions and selection criteria and without precluding other providers and prospective providers to access the sandboxes provided the same conditions and criteria are fulfilled.
it_it: Gli Stati membri dovrebbero fornire alle PMI, comprese le start-up, con sede legale o una filiale nell'Unione, un accesso prioritario agli spazi di sperimentazione normativa per l'IA, purché soddisfino le condizioni di ammissibilità e i criteri di selezione e senza precludere ad altri fornitori e potenziali fornitori l'accesso agli spazi di sperimentazione, a condizione che siano soddisfatti gli stessi criteri e le stesse condizioni.

source: Member States should utilise existing channels and where appropriate, establish new dedicated channels for communication with SMEs, including start-ups, deployers, other innovators and, as appropriate, local public authorities, to support SMEs throughout their development path by providing guidance and responding to queries about the implementation of this Regulation.
it_it: Gli Stati membri dovrebbero utilizzare i canali esistenti e, ove opportuno, istituiscono nuovi canali dedicati per la comunicazione con le PMI, comprese le start-up, i deployer, altri innovatori e, se del caso, le autorità pubbliche locali, al fine di sostenere le PMI nel loro percorso di sviluppo fornendo orientamenti e rispondendo alle domande sull'attuazione del presente regolamento.

source: Where appropriate, these channels should work together to create synergies and ensure homogeneity in their guidance to SMEs, including start-ups, and deployers.
it_it: Se del caso, tali canali dovrebbero collaborare per creare sinergie e garantire l'omogeneità dei loro orientamenti per le PMI, comprese le start-up, e i deployer.

source: Additionally, Member States should facilitate the participation of SMEs and other relevant stakeholders in the standardisation development processes.
it_it: Inoltre, gli Stati membri dovrebbero agevolare la partecipazione delle PMI e di altri portatori di interessi pertinenti ai processi di sviluppo della normazione.

source: Moreover, the specific interests and needs of providers that are SMEs, including start-ups, should be taken into account when notified bodies set conformity assessment fees.
it_it: Gli organismi notificati, nel fissare le tariffe per la valutazione della conformità, dovrebbero tenere in considerazione gli interessi e le esigenze specifici dei fornitori che sono PMI, comprese le start-up.

source: The Commission should regularly assess the certification and compliance costs for SMEs, including start-ups, through transparent consultations and should work with Member States to lower such costs.
it_it: La Commissione dovrebbe valutare periodicamente i costi di certificazione e di conformità per le PMI, comprese le start-up, attraverso consultazioni trasparenti e dovrebbe collaborare con gli Stati membri per ridurre tali costi.

source: For example, translation costs related to mandatory documentation and communication with authorities may constitute a significant cost for providers and other operators, in particular those of a smaller scale.
it_it: Ad esempio, le spese di traduzione connesse alla documentazione obbligatoria e alla comunicazione con le autorità possono rappresentare un costo significativo per i fornitori e gli altri operatori, in particolare quelli di dimensioni ridotte.

source: Member States should possibly ensure that one of the languages determined and accepted by them for relevant providers’ documentation and for communication with operators is one which is broadly understood by the largest possible number of cross-border deployers.
it_it: Gli Stati membri dovrebbero garantire, se possibile, che una delle lingue da essi indicate e accettate per la documentazione dei fornitori pertinenti e per la comunicazione con gli operatori sia una lingua ampiamente compresa dal maggior numero possibile di deployer transfrontalieri.

source: In order to address the specific needs of SMEs, including start-ups, the Commission should provide standardised templates for the areas covered by this Regulation, upon request of the Board.
it_it: Al fine di rispondere alle esigenze specifiche delle PMI, comprese le start-up, la Commissione dovrebbe fornire modelli standardizzati per i settori disciplinati dal presente regolamento, su richiesta del consiglio per l'IA.

source: Additionally, the Commission should complement Member States’ efforts by providing a single information platform with easy-to-use information with regards to this Regulation for all providers and deployers, by organising appropriate communication campaigns to raise awareness about the obligations arising from this Regulation, and by evaluating and promoting the convergence of best practices in public procurement procedures in relation to AI systems.
it_it: Inoltre, la Commissione dovrebbe integrare gli sforzi degli Stati membri fornendo a tutti i fornitori e i deployer una piattaforma unica di informazioni di facile utilizzo in relazione al presente regolamento, organizzando adeguate campagne di comunicazione per sensibilizzare in merito agli obblighi derivanti dal presente regolamento e valutando e promuovendo la convergenza delle migliori pratiche nelle procedure di appalto pubblico in relazione ai sistemi di IA.

source: Medium-sized enterprises which until recently qualified as small enterprises within the meaning of the Annex to Commission Recommendation 2003/361/EC (44) should have access to those support measures, as those new medium-sized enterprises may sometimes lack the legal resources and training necessary to ensure proper understanding of, and compliance with, this Regulation.
it_it: Le imprese che di recente sono passate dalla categoria delle piccole imprese a quella delle medie imprese ai sensi dell'allegato della raccomandazione 2003/361/CE (44) della Commissione dovrebbero avere accesso a tali misure di sostegno, in quanto queste nuove imprese di medie dimensioni possono talvolta non disporre delle risorse giuridiche e della formazione necessarie per garantire una corretta comprensione del presente regolamento e la conformità ad esso.

source: In order to promote and protect innovation, the AI-on-demand platform, all relevant Union funding programmes and projects, such as Digital Europe Programme, Horizon Europe, implemented by the Commission and the Member States at Union or national level should, as appropriate, contribute to the achievement of the objectives of this Regulation.
it_it: Al fine di promuovere e proteggere l'innovazione, la piattaforma di IA on demand e tutti i pertinenti programmi e progetti di finanziamento dell'Unione, quali il programma Europa digitale e Orizzonte Europa, attuati dalla Commissione e dagli Stati membri a livello dell'Unione o nazionale, a seconda dei casi, dovrebbero contribuire al conseguimento degli obiettivi del presente regolamento.

source: In order to minimise the risks to implementation resulting from lack of knowledge and expertise in the market as well as to facilitate compliance of providers, in particular SMEs, including start-ups, and notified bodies with their obligations under this Regulation, the AI-on-demand platform, the European Digital Innovation Hubs and the testing and experimentation facilities established by the Commission and the Member States at Union or national level should contribute to the implementation of this Regulation.
it_it: Al fine di ridurre al minimo i rischi per l'attuazione derivanti dalla mancanza di conoscenze e competenze sul mercato, nonché per agevolare il rispetto, da parte dei fornitori, in particolare le PMI, comprese le start-up, e degli organismi notificati, degli obblighi loro imposti dal presente regolamento, è opportuno che la piattaforma di IA on demand, i poli europei dell'innovazione digitale e gli impianti di prova e sperimentazione istituiti dalla Commissione e dagli Stati membri a livello dell'Unione o nazionale contribuiscano all'attuazione del presente regolamento.

source: Within their respective mission and fields of competence, the AI-on-demand platform, the European Digital Innovation Hubs and the testing and experimentation Facilities are able to provide in particular technical and scientific support to providers and notified bodies.
it_it: Nell'ambito delle rispettive missioni e dei rispettivi settori di competenza, la piattaforma di IA on demand, i poli europei dell'innovazione digitale e gli impianti di prova e sperimentazione sono in grado di fornire, in particolare, sostegno tecnico e scientifico ai fornitori e agli organismi notificati.

source: Moreover, in light of the very small size of some operators and in order to ensure proportionality regarding costs of innovation, it is appropriate to allow microenterprises to fulfil one of the most costly obligations, namely to establish a quality management system, in a simplified manner which would reduce the administrative burden and the costs for those enterprises without affecting the level of protection and the need for compliance with the requirements for high-risk AI systems.
it_it: Inoltre, alla luce delle dimensioni molto ridotte di alcuni operatori e al fine di garantire la proporzionalità rispetto ai costi dell'innovazione, è opportuno consentire alle microimprese di adempiere a uno degli obblighi più dispendiosi, vale a dire l'istituzione di un sistema di gestione della qualità, in un modo semplificato che ridurrebbe gli oneri amministrativi e i costi a carico di tali imprese senza incidere sul livello di protezione e sulla necessità di rispettare i requisiti per i sistemi di IA ad alto rischio.

source: The Commission should develop guidelines to specify the elements of the quality management system to be fulfilled in this simplified manner by microenterprises.
it_it: La Commissione dovrebbe elaborare orientamenti per specificare gli elementi del sistema di gestione della qualità che le microimprese devono soddisfare in tale modo semplificato.

source: It is appropriate that the Commission facilitates, to the extent possible, access to testing and experimentation facilities to bodies, groups or laboratories established or accredited pursuant to any relevant Union harmonisation legislation and which fulfil tasks in the context of conformity assessment of products or devices covered by that Union harmonisation legislation.
it_it: È opportuno che la Commissione agevoli, nella misura del possibile, l'accesso agli impianti di prova e sperimentazione di organismi, gruppi o laboratori istituiti o accreditati a norma di qualsiasi pertinente normativa di armonizzazione dell'Unione che assolvono compiti nel contesto della valutazione della conformità di prodotti o dispositivi contemplati da tale normativa di armonizzazione dell'Unione.

source: This is, in particular, the case as regards expert panels, expert laboratories and reference laboratories in the field of medical devices pursuant to Regulations (EU) 2017/745 and (EU) 2017/746.
it_it: Ciò vale in particolare per quanto riguarda i gruppi di esperti, i laboratori specializzati e i laboratori di riferimento nel settore dei dispositivi medici a norma dei regolamenti (UE) 2017/745 e (UE) 2017/746.

source: This Regulation should establish a governance framework that both allows to coordinate and support the application of this Regulation at national level, as well as build capabilities at Union level and integrate stakeholders in the field of AI.
it_it: Il presente regolamento dovrebbe istituire un quadro di governance che consenta di coordinare e sostenere l'applicazione dello stesso a livello nazionale, nonché di sviluppare capacità a livello dell'Unione e integrare i portatori di interessi nel settore dell'IA.

source: The effective implementation and enforcement of this Regulation require a governance framework that allows to coordinate and build up central expertise at Union level.
it_it: L'attuazione e l'esecuzione efficaci del presente regolamento richiedono un quadro di governance che consenta di coordinare e sviluppare competenze centrali a livello dell'Unione.

source: The AI Office was established by Commission Decision (45) and has as its mission to develop Union expertise and capabilities in the field of AI and to contribute to the implementation of Union law on AI.
it_it: L'ufficio per l'IA è stato istituito con decisione della Commissione (45) e ha la missione di sviluppare competenze e capacità dell'Unione nel settore dell'IA e di contribuire all'attuazione del diritto dell'Unione in materia di IA.

source: Member States should facilitate the tasks of the AI Office with a view to support the development of Union expertise and capabilities at Union level and to strengthen the functioning of the digital single market.
it_it: Gli Stati membri dovrebbero facilitare i compiti dell'ufficio per l'IA al fine di sostenere lo sviluppo di competenze e capacità dell'Unione a livello dell'Unione e di rafforzare il funzionamento del mercato unico digitale.

source: Furthermore, a Board composed of representatives of the Member States, a scientific panel to integrate the scientific community and an advisory forum to contribute stakeholder input to the implementation of this Regulation, at Union and national level, should be established.
it_it: È inoltre opportuno istituire un consiglio per l'IA composto da rappresentanti degli Stati membri, un gruppo di esperti scientifici volto a integrare la comunità scientifica e un forum consultivo per raccogliere il contributo dei portatori di interessi all'attuazione del presente regolamento, a livello dell'Unione e nazionale.
